{"config": [{"config": {"input_dtype": "float32", "input_length": null, "dropout_W": 0.0, "dropout_U": 0.0, "inner_activation": "sigmoid", "stateful": false, "inner_init": "uniform", "name": "lstm_1", "init": "uniform", "return_sequences": false, "batch_input_shape": [null, 200, 26], "trainable": true, "U_regularizer": null, "W_regularizer": null, "consume_less": "cpu", "forget_bias_init": "one", "go_backwards": false, "b_regularizer": null, "output_dim": 75, "unroll": false, "input_dim": 26, "activation": "tanh"}, "class_name": "LSTM"}, {"config": {"input_dim": 75, "trainable": true, "bias": true, "activity_regularizer": null, "W_constraint": null, "activation": "softmax", "b_regularizer": null, "output_dim": 14, "name": "dense_1", "b_constraint": null, "W_regularizer": null, "init": "glorot_uniform"}, "class_name": "Dense"}], "keras_version": "1.2.2", "class_name": "Sequential"}